[
  {
    "mountain_id": 1,
    "mountain_name": "Mont Blanc",
    "country": "France",
    "height": 4810.45,
    "mountain_description": "The highest mountain in the Alps",
    "highest_peak": "Mont Blanc de Courmayeur",
    "trail_id": 1,
    "trail_name": "La Visaille - Peuterey",
    "trail_description": "A pleasant excursion in the mountains of Courmayeur, which starts from La Visaille and proceeds along the Zerotta road. The route reaches the locality of Peuterey passing through the Mont Blanc Refuge (1680m), Peindeint, Lassy Damon, Lassy Desot and Perthud.",
    "difficulty": "Easy",
    "length": 6.0,
    "elevation_gain": 153
  },
  {
    "mountain_id": 1,
    "mountain_name": "Mont Blanc",
    "country": "France",
    "height": 4810.45,
    "mountain_description": "The highest mountain in the Alps",
    "highest_peak": "Mont Blanc de Courmayeur",
    "trail_id": 2,
    "trail_name": "The Mont Blanc Tour, Segment 4",
    "trail_description": "The Mont Blanc Tour crosses three countries in 170 km of discovery for a total of 10 days of satisfaction. This route is a variant of Segment 4, starting from the Combal Refuge (1969m) and proceeding towards Lake Miage before returning to the trail and approaching Courmayeur. The route takes place with steep paths but beautiful views. Some sections of the trail are eroded, so caution is advised.",
    "difficulty": "Moderate",
    "length": 13.4,
    "elevation_gain": 560
  },
  {
    "mountain_id": 2,
    "mountain_name": "Matterhorn",
    "country": "Switzerland",
    "height": 4478.45,
    "mountain_description": "Famous pyramid-shaped mountain",
    "highest_peak": "Dufourspitze",
    "trail_id": 3,
    "trail_name": "Matterhorn Glacier Trail: Schwarzsee - Matterhorngletscher - Trockener Steg",
    "trail_description": "This trail is a high-altitude route through the Alpine peaks, leading from Schwarzsee to Trockener Steg and offering fantastic views of the Matterhorn Glacier. The starting point can be reached with the Matterhorn Express cable car. It's quite a popular trail with amazing terrain. Very rocky in some places, so good footwear is recommended. Please be aware that the trail can be completely covered in snow starting from October.",
    "difficulty": "Hard",
    "length": 6.3,
    "elevation_gain": 498
  },
  {
    "mountain_id": 3,
    "mountain_name": "Kilimanjaro",
    "country": "Tanzania",
    "height": 5895.16,
    "mountain_description": "Tallest freestanding mountain in the world",
    "highest_peak": "Uhuru Peak",
    "trail_id": 4,
    "trail_name": "Mount Kilimanjaro: Machame Route",
    "trail_description": "This is the route to climb Kilimanjaro via Machame route. Seven day trip, camping on the mountain six nights.",
    "difficulty": "Hard",
    "length": 57.0,
    "elevation_gain": 5185
  },
  {
    "mountain_id": 4,
    "mountain_name": "Ben Nevis",
    "country": "United Kingdom",
    "height": 1344.53,
    "mountain_description": "Highest peak in the UK",
    "highest_peak": "Ben Nevis",
    "trail_id": 5,
    "trail_name": "Ben Nevis Mountain Track",
    "trail_description": "The UK's highest mountain, \"The Ben\" or Ben Nevis, is one of the most popular spots in Scotland. A challenging and sustained climb, this route will test your endurance as you wind your way up the rocky and steep track to the summit. This big climb must not be underestimated and the correct preparation is required for a safe day out. Please note, due to the high elevation gain, the summit is frequently very cold, windy, and wet, and you will always need to be prepared for changeable weather and freezing conditions, even in summer. This includes snow and ice that can often remain on this route beyond winter. It is therefore necessary to check weather and summit conditions before heading out as the temperate difference between the trailhead and the top drops significantly. Warm and waterproof layers, plenty of food and water, sun protection, and sturdy footwear are all essential for this trail.",
    "difficulty": "Hard",
    "length": 15.9,
    "elevation_gain": 1342
  },
  {
    "mountain_id": 5,
    "mountain_name": "Etna",
    "country": "Italy",
    "height": 3330.99,
    "mountain_description": "Europe's most active volcano",
    "highest_peak": "Punta La Montagnola",
    "trail_id": 6,
    "trail_name": "Pian del Lago Crater",
    "trail_description": "SAFETY NOTICE: The Etna Volcano is active and constantly erupting. It is therefore advisable to check the weather and geological forecasts and the state of the trails before walking in this area. For more information: https://www.ct.ingv.it/ https://parcoetna.it/. A pleasant excursion to one of the craters of Etna, starting from the Montagnola, reachable by cable car from the Sapienza Refuge. The route takes place in a loop and reaches the Pian del Lago Crater which was formed during the eruption of 2001. From the top of the crater, it is possible to see the Barbagallo Crater and the Summit Craters.",
    "difficulty": "Moderate",
    "length": 2.1,
    "elevation_gain": 158
  },
  {
    "mountain_id": 6,
    "mountain_name": "Vatnajokull",
    "country": "Iceland",
    "height": 2110.13,
    "mountain_description": "Largest ice cap in Europe",
    "highest_peak": "Hvannadalshnjukur",
    "trail_id": 7,
    "trail_name": "Svartifoss - Sjonarsker",
    "trail_description": "This fantastic trail will show you several waterfalls in Skaftafell. First, you go in the direction of Lambhagi to reach the Svartifoss waterfall. Svartifoss is surrounded by dark lava columns which gave rise to his name. Fantastic basalt Columnar next to the waterfall. After that, you will see a second waterfall called Magnusarfoss, which is the smallest of the 3 waterfalls and a last one called Hundafoss, which is the tallest. The path then goes to the Sjonarsker mountain that offers you incredible views.",
    "difficulty": "Moderate",
    "length": 4.7,
    "elevation_gain": 193
  },
  {
    "mountain_id": 7,
    "mountain_name": "Dinara",
    "country": "Croatia",
    "height": 1831.97,
    "mountain_description": "Prominent mountain on the border with Bosnia and Herzegovina",
    "highest_peak": "Troglav",
    "trail_id": 8,
    "trail_name": "Sveti Jakov - Troglav - Velika Duvjakusa",
    "trail_description": "This demanding trail starts from the Sveti Jakov mountain house (1001 m), which is located on the edge of Ravni Vrdov. The trail leads to the peak of Troglav (1913 m), which is located in the territory of Bosnia and Herzegovina and is the highest peak of the Dinara mountain range in the Dinaric Mountains. From Troglav, the trail leads to the top of Velika Duvjakusa (1708 m), the highest peak on the Croatian side. Below Velika Duvjakusa is the Puma mountain shelter.",
    "difficulty": "Hard",
    "length": 32.5,
    "elevation_gain": 1517
  },
  {
    "mountain_id": 8,
    "mountain_name": "Biokovo",
    "country": "Croatia",
    "height": 1762.14,
    "mountain_description": "Stunning coastal mountain in southern Croatia",
    "highest_peak": "Sveti Jure",
    "trail_id": 9,
    "trail_name": "Makar - Vosac",
    "trail_description": "This trail starts from the village of Makar, located right above Makarska. It is the oldest hiking trail on the southern side of Biokovo, the largest, longest, most beautiful, but also the harshest mountain in Dalmatia. The path normally leads to the peak of Sveti Jure (1594 m), the highest peak of Biokovo, and our path goes to the peak of Vosac (1422 m). At the very beginning, the trail is wide and leads along serpentines, winding continuously. The higher the trail climbs, the narrower it gets. On the top of Vosac is the Toni Roso Mountain Hut, from where you can enjoy a wonderful view in all directions.",
    "difficulty": "Hard",
    "length": 10.6,
    "elevation_gain": 1191
  },
  {
    "mountain_id": 9,
    "mountain_name": "Ucka",
    "country": "Croatia",
    "height": 1401.63,
    "mountain_description": "Mountain range overlooking the Istrian Peninsula",
    "highest_peak": "Vojak",
    "trail_id": 10,
    "trail_name": "Mala Ucka - Vojak",
    "trail_description": "The trail starts from the village of Mala Ucka, the highest rural settlement in Istria, located at 995 meters above sea level. The village is almost deserted. The path continues through a tall beech forest with a sharp climb to the exit to the saddle at the foot of the Vojak peak, from where there is a sharp ascent along a grassy rocky ridge all the way to the top where the old lookout tower is located, offering a beautiful view in all directions. The return goes to the saddle and the circular path back to Mala Ucka.",
    "difficulty": "Moderate",
    "length": 6.9,
    "elevation_gain": 429
  },
  {
    "mountain_id": 10,
    "mountain_name": "Ural Mountains",
    "country": "Russia",
    "height": 1895.0,
    "mountain_description": "The Ural Mountains are a mountain range that runs approximately from north to south through western Russia",
    "highest_peak": "Mount Narodnaya",
    "trail_id": null,
    "trail_name": null,
    "trail_description": null,
    "difficulty": null,
    "length": null,
    "elevation_gain": null
  }
]